{"format": "layers-model", "generatedBy": null, "convertedBy": "TensorFlow.js Converter v3.7.0", "modelTopology": null, "weightsManifest": [{"paths": ["group1-shard1of130.bin", "group1-shard2of130.bin", "group1-shard3of130.bin", "group1-shard4of130.bin", "group1-shard5of130.bin", "group1-shard6of130.bin", "group1-shard7of130.bin", "group1-shard8of130.bin", "group1-shard9of130.bin", "group1-shard10of130.bin", "group1-shard11of130.bin", "group1-shard12of130.bin", "group1-shard13of130.bin", "group1-shard14of130.bin", "group1-shard15of130.bin", "group1-shard16of130.bin", "group1-shard17of130.bin", "group1-shard18of130.bin", "group1-shard19of130.bin", "group1-shard20of130.bin", "group1-shard21of130.bin", "group1-shard22of130.bin", "group1-shard23of130.bin", "group1-shard24of130.bin", "group1-shard25of130.bin", "group1-shard26of130.bin", "group1-shard27of130.bin", "group1-shard28of130.bin", "group1-shard29of130.bin", "group1-shard30of130.bin", "group1-shard31of130.bin", "group1-shard32of130.bin", "group1-shard33of130.bin", "group1-shard34of130.bin", "group1-shard35of130.bin", "group1-shard36of130.bin", "group1-shard37of130.bin", "group1-shard38of130.bin", "group1-shard39of130.bin", "group1-shard40of130.bin", "group1-shard41of130.bin", "group1-shard42of130.bin", "group1-shard43of130.bin", "group1-shard44of130.bin", "group1-shard45of130.bin", "group1-shard46of130.bin", "group1-shard47of130.bin", "group1-shard48of130.bin", "group1-shard49of130.bin", "group1-shard50of130.bin", "group1-shard51of130.bin", "group1-shard52of130.bin", "group1-shard53of130.bin", "group1-shard54of130.bin", "group1-shard55of130.bin", "group1-shard56of130.bin", "group1-shard57of130.bin", "group1-shard58of130.bin", "group1-shard59of130.bin", "group1-shard60of130.bin", "group1-shard61of130.bin", "group1-shard62of130.bin", "group1-shard63of130.bin", "group1-shard64of130.bin", "group1-shard65of130.bin", "group1-shard66of130.bin", "group1-shard67of130.bin", "group1-shard68of130.bin", "group1-shard69of130.bin", "group1-shard70of130.bin", "group1-shard71of130.bin", "group1-shard72of130.bin", "group1-shard73of130.bin", "group1-shard74of130.bin", "group1-shard75of130.bin", "group1-shard76of130.bin", "group1-shard77of130.bin", "group1-shard78of130.bin", "group1-shard79of130.bin", "group1-shard80of130.bin", "group1-shard81of130.bin", "group1-shard82of130.bin", "group1-shard83of130.bin", "group1-shard84of130.bin", "group1-shard85of130.bin", "group1-shard86of130.bin", "group1-shard87of130.bin", "group1-shard88of130.bin", "group1-shard89of130.bin", "group1-shard90of130.bin", "group1-shard91of130.bin", "group1-shard92of130.bin", "group1-shard93of130.bin", "group1-shard94of130.bin", "group1-shard95of130.bin", "group1-shard96of130.bin", "group1-shard97of130.bin", "group1-shard98of130.bin", "group1-shard99of130.bin", "group1-shard100of130.bin", "group1-shard101of130.bin", "group1-shard102of130.bin", "group1-shard103of130.bin", "group1-shard104of130.bin", "group1-shard105of130.bin", "group1-shard106of130.bin", "group1-shard107of130.bin", "group1-shard108of130.bin", "group1-shard109of130.bin", "group1-shard110of130.bin", "group1-shard111of130.bin", "group1-shard112of130.bin", "group1-shard113of130.bin", "group1-shard114of130.bin", "group1-shard115of130.bin", "group1-shard116of130.bin", "group1-shard117of130.bin", "group1-shard118of130.bin", "group1-shard119of130.bin", "group1-shard120of130.bin", "group1-shard121of130.bin", "group1-shard122of130.bin", "group1-shard123of130.bin", "group1-shard124of130.bin", "group1-shard125of130.bin", "group1-shard126of130.bin", "group1-shard127of130.bin", "group1-shard128of130.bin", "group1-shard129of130.bin", "group1-shard130of130.bin"], "weights": [{"name": "block1_conv1/kernel", "shape": [3, 3, 3, 64], "dtype": "float32"}, {"name": "block1_conv1/bias", "shape": [64], "dtype": "float32"}, {"name": "block1_conv2/kernel", "shape": [3, 3, 64, 64], "dtype": "float32"}, {"name": "block1_conv2/bias", "shape": [64], "dtype": "float32"}, {"name": "block2_conv1/kernel", "shape": [3, 3, 64, 128], "dtype": "float32"}, {"name": "block2_conv1/bias", "shape": [128], "dtype": "float32"}, {"name": "block2_conv2/kernel", "shape": [3, 3, 128, 128], "dtype": "float32"}, {"name": "block2_conv2/bias", "shape": [128], "dtype": "float32"}, {"name": "block3_conv1/kernel", "shape": [3, 3, 128, 256], "dtype": "float32"}, {"name": "block3_conv1/bias", "shape": [256], "dtype": "float32"}, {"name": "block3_conv2/kernel", "shape": [3, 3, 256, 256], "dtype": "float32"}, {"name": "block3_conv2/bias", "shape": [256], "dtype": "float32"}, {"name": "block3_conv3/kernel", "shape": [3, 3, 256, 256], "dtype": "float32"}, {"name": "block3_conv3/bias", "shape": [256], "dtype": "float32"}, {"name": "block4_conv1/kernel", "shape": [3, 3, 256, 512], "dtype": "float32"}, {"name": "block4_conv1/bias", "shape": [512], "dtype": "float32"}, {"name": "block4_conv2/kernel", "shape": [3, 3, 512, 512], "dtype": "float32"}, {"name": "block4_conv2/bias", "shape": [512], "dtype": "float32"}, {"name": "block4_conv3/kernel", "shape": [3, 3, 512, 512], "dtype": "float32"}, {"name": "block4_conv3/bias", "shape": [512], "dtype": "float32"}, {"name": "block5_conv1/kernel", "shape": [3, 3, 512, 512], "dtype": "float32"}, {"name": "block5_conv1/bias", "shape": [512], "dtype": "float32"}, {"name": "block5_conv2/kernel", "shape": [3, 3, 512, 512], "dtype": "float32"}, {"name": "block5_conv2/bias", "shape": [512], "dtype": "float32"}, {"name": "block5_conv3/kernel", "shape": [3, 3, 512, 512], "dtype": "float32"}, {"name": "block5_conv3/bias", "shape": [512], "dtype": "float32"}, {"name": "fc1/kernel", "shape": [25088, 4096], "dtype": "float32"}, {"name": "fc1/bias", "shape": [4096], "dtype": "float32"}, {"name": "fc2/kernel", "shape": [4096, 4096], "dtype": "float32"}, {"name": "fc2/bias", "shape": [4096], "dtype": "float32"}, {"name": "predictions/kernel", "shape": [4096, 365], "dtype": "float32"}, {"name": "predictions/bias", "shape": [365], "dtype": "float32"}]}]}